[
    {
        "name": "Napa Extra",
        "price": "20",
        "about": "Napa Extra belongs to the Analgesic-Antipyretic class of medicines. Antipyretic-analgesics drugs are a class of drugs with analgesic, antipyretic, anti-inflammatory and anti-rheumatic effect.",
        "rating": "5.0",
        "img": "https://th.bing.com/th/id/OIP.i8QwAiTrFxOekTsUj97E1AHaGy?pid=ImgDet&rs=1"
    },
    {
        "name": "Cildip",
        "price": "60",
        "about": "Cildip 10 MG Tablet is a medicine belonging to the calcium channel blocker group. This medicine relaxes the blood vessels and is used for the management of high blood pressure.",
        "rating": "4.8",
        "img": "https://th.bing.com/th/id/R.3db8c7efca0b9cb1eeabaa7346cf5f6b?rik=ufuKn%2fa6AAL7cw&riu=http%3a%2f%2fwww.medleylab.com%2fimages%2fproduct%2fVazokare%2fcildip_10.jpg&ehk=vbAxslUzF4bKvit1AN%2fGuY2k7RtDzrzY0LmybPVLC6Y%3d&risl=&pid=ImgRaw&r=0"
    },
    {
        "name": "Feminor",
        "price": "30",
        "about": "Feminor tablet is a preparation of Norethisterone which has progestational actions similar to those of progesterone, but is a more potent inhibitor of ovulation and has weak oestrogenic and androgenic properties. ",
        "rating": "3.5",
        "img": "https://diabetesstore.com.bd/image/cache/catalog/All%20medicine%20and%20Manufacturer/Acme/Feminor%205%20mg%20Tablet,%201%20strip-200x200.png"
    },
    {
        "name": "Levoxin",
        "price": "45",
        "about": "Levoxin Tablet is used to treat pneumonia. Levoxin is also used to treat sinus infections, to treat severe cases of bronchitis, to treat certain other kinds of bacterial infections in the body, such as, on the skin, prostate, urinary tract, bladder and kidneys, and to treat certain potentially fatal infectious diseases, including, anthrax.",
        "rating": "2.9",
        "img": "https://www.m-medix.com/2022-large_default/levoxin-500mg-tablets.jpg"
    },
    {
        "name": "Nopain ",
        "price": "60",
        "about": "Nopain 100mg Tablet is a pain-relieving medicine. It is used for the treatment of inflammatory conditions including joint disorders such as rheumatoid arthritis, postoperative painful condition, fever, and period pain. ",
        "rating": "3.5",
        "img": "https://www.drug-international.com/uploads/product_images/1562216177Nopain%2050.jpg"
    },
    {
        "name": "Indever ",
        "price": "10",
        "about": "Indever Tablet is used for Hypertension, Tremors, Heart rhythm disorders, Chest pain, Heart attack and other conditions. Indever Tablet may also be used for purposes not listed in this medication guide. ",
        "rating": "5.0",
        "img": "https://th.bing.com/th/id/OIP.2AQZ7--UFzABqlayWr3l2wAAAA?pid=ImgDet&rs=1"
    },
    {
        "name": "Plagerine",
        "price": "45",
        "about": "Plagerine 75 MG Tablet is antiplatelet which is used to prevent clots in blood vessels. It can be taken in combination with other antiplatelets for a better action. It is not recommended in patients with bleeding disorders. Close monitoring of platelets count is necessary.",
        "rating": "4.1",
        "img": "https://th.bing.com/th/id/R.15f3fe4ff7216afc31027ac920554671?rik=esylSjua2QQl3A&pid=ImgRaw&r=0"
    },
    {
        "name": "Flamyd",
        "price": "80",
        "about": "It is used to treat infections of the liver, stomach, intestines, vagina, brain, heart, lungs, bones, and skin. Flagyl 400 Tablet helps prevent an infection after surgery. It is also used in the treatment of dental infections, leg ulcers, and pressure sores. ",
        "rating": "3.8",
        "img": "https://th.bing.com/th/id/OIP.8vNmLiTjZ2_ErLPqdcTQiAHaHa?pid=ImgDet&rs=1"
    },
    {
        "name": "Lijenta",
        "price": "55",
        "about": "Lijenta-M 500 Tablet: Each film coated tablet contains Linagliptin INN 2.5 mg and Metfromin Hydrochloride BP 500 mg. Lijenta-M 850 Tablet: Each film coated tablet contains Linagliptin INN 2.5 mg and Metfromin Hydrochloride BP 850 mg.",
        "rating": "3.3",
        "img": "https://th.bing.com/th/id/OIP.Pu_1jO-Jb3rU06aF5QserwHaHa?pid=ImgDet&rs=1"
    },
    {
        "name": "Torax",
        "price": "70",
        "about": "Torax® injections and tablets are indicated for the short-term management of moderate to severe acute post-operative pain. DOSAGE & ADMINISTRATION: Ketorolac tromethamine is for administration by intramuscular or bolus intravenous injection. The recommended initial dose of Ketorolac is 10 mg, followed by 10 to 30 mg every four to six hours as required. A total daily dose of 90 mg for non-elderly and 60 mg for the elderly, renally-impaired patients and patients less than 50 kg should not be exceeded.",
        "rating": "4.6",
        "img": "https://th.bing.com/th/id/OIP.o4rksXRuUjs8N7xN8zauoAHaE8?pid=ImgDet&rs=1"
    },
    {
        "name": "Alphapress",
        "price": "40",
        "about": "Alphapress Tablet is used for Hypertension and other conditions. Alphapress Tablet may also be used for purposes not listed in this medication guide. Alphapress Tablet contains Hydralazine Hydrochloride as an active ingredient. Alphapress Tablet works by decreasing the blood pressure.",
        "rating": "3.8",
        "img": "https://th.bing.com/th/id/OIP.0_q3RRndgz6yqv7M7MWVcQHaGu?pid=ImgDet&rs=1"
    },
    {
        "name": "Vertina ",
        "price": "45",
        "about": "Vertina Tablet is used for Nausea, Vomiting and dizziness caused by motion sickness, Symptoms of vertigo and other conditions.Vertina Tabletmay also be used for purposes not listed in this medication guide. Vertina Tabletcontains Meclizine Hydrochloride as an active ingredient.",
        "rating": "4.5",
        "img": "https://www.squarepharma.com.bd/products/Vertina%20DX.jpg"
    }
    
]